Repository: tinsanchez/LaLigApp
Catalog: LaLigApp/Resource/*.lproj/Localizable.strings
Languages: es

source: Accept Terms and Conditions
es: Aceptar los Términos y Condiciones

source: Login
es: Registro

source: to register on this platform it is necessary to accept
es: Necesitamos que aceptes para completar el registro

source: Register Completed!
es: Registro Completado!

source: Check your inbox email
es: Comprueba tu buzón de mail

source: Introduce a valid name, minimun 6 letters
es: Introduce un nombre válido, mínimo 6 letras

source: Introduce a valid mail
es: Introduce un mail válido

source: Email does not match
es: El email no coincide

source: Introduce a valid password
es: Introduce una contraseña correcta

source: Password must contain one capital letter
es: La contraseña debe contener una mayúscula

source: Password does not match
es: La contraseña no coincide

source: QRCode
es: Código QR

source: Scanning not supported
es: No se soporta el escaneo

source: Your device does not support scanning a code.
es: Tu dispositivo no soporta el escaneado.

source: Scan a QR Code
es: Escanea un Código QR

# Touch to open in Safary
source: Touch link to open in Safary
es: Presiona el link para abrir en Safari

source: Web does not found
es: Web no encontrada

source: try again.
es: Inténtalo de nuevo.

source: QR not founded
es: Código QR no encontrado

source: QR Code does not contain a web
es: El Código QR no contiene una dirección web

source: Shortname:
es: Nombre:

source: Founded:
es: Fundado:

source: Venue:
es: Estadio:

source: Clubcolors:
es: Colores del Club:

source: Website:
es: Sitio web:

source: Teams List
es: Lista de equipos
